<?php
use umeworld\lib\Url;
$this->setTitle('优满堂-法律声明'); 
?>
<div id="wrapPage">
    <div class="umt-about-page rule-page">
        <div class="law">
            <div class="item">
                <div class="title">优满堂提醒您：</div>
                <div class="content ">
                    <div class="phase">在您使用优满堂的各项服务前，请您务必仔细阅读并透彻理解本声明。如果您使用优满堂，您的使用行为将被视为对本声明全部内容的认可。</div>
                    <div class="phase">
                        优满堂转载作品出于传递更多信息之目的，任何单位或个人认为优满堂网页内容可能涉嫌侵犯其合法权益，应该及时向优满堂提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。优满堂在收到上述法律文件后，将会依法尽快处理。
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">隐私声明</div>
                <div class="content ">
                    <div class="phase">优满堂尊重并保护所有使用优满堂服务用户的个人隐私权。
                        您一旦注册成功，成为本站的合法用户，将得到一个用户名和手机验证码。您需维护自己的账户和验证码之安全。优满堂不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可。同时，由于优满堂无法对非法或未经用户授权使用用户账号及验证码之行为进行甄别，您应当遵守法律法规应当谨慎合理地使用和妥善保管优满堂账号及验证码,并对本人专属之账号和验证码项下所有行为和事件负责，当用户发现优满堂账号被未经其授权的第三方使用或存在其他账号安全问题时应立即有效毫不迟疑地通知优满堂，要求优满堂暂停该优满堂账号的服务，并向公安机关报案。优满堂有权在合理时间内对用户的该等请求采取行动，但对采取行动前用户已经遭受的损失不承担任何责任。用户在未经优满堂同意的情况下不得将优满堂账号以赠与、借用、租用、转让或其他方式处分给他人。
                    </div>
                    <div class="phase">为服务用户的目的，优满堂可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息。</div>
                </div>
            </div>

            <div class="item">
                <div class="title">一、隐私保护的适用范围：</div>
                <div class="content ">
                    <div class="phase1"><span>1.</span>在您注册优满堂账户时，您根据优满堂要求提供的个人注册信息；</div>
                    <div class="phase1"><span>2.</span>在您使用优满堂平台服务，或访问优满堂平台网页时，优满堂自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；
                    </div>
                    <div class="phase1"><span>3.</span>优满堂通过合法途径从商业伙伴处取得的用户个人数据。</div>
                    <div class="phase1"><span>4.</span>您了解并同意，以下信息不适用本隐私权政策：
                        <div>1. 您在使用优满堂平台提供的搜索服务时输入的关键字信息；</div>
                        <div>2. 优满堂收集到的您在优满堂进行交易的有关数据，包括但不限于成交信息及评价详情；</div>
                        <div>3. 信用评价、违反法律规定或违反优满堂规则行为及优满堂已对您采取的措施。</div>
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">二、信息披露</div>
                <div class="content ">
                    <div class="black">在如下情况下，优满堂将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：</div>

                    <div class="phase1"><span>1.</span>经您事先同意，向第三方披露；</div>
                    <div class="phase1"><span>2.</span>向第三方披露用户同意公开其个人资料，享受为其提供的产品和服务；</div>
                    <div class="phase1"><span>3.</span>享受为其提供的产品和服务为提供您所要求的产品和服务，而必须和第三方分享您的个人信息</div>
                    <div class="phase1"><span>4.</span>而必须和第三方分享您的个人信息根据法律的有关规定，或行政、司法机构的要求，向第三方或者行政、司法机构披露；</div>
                    <div class="phase1"><span>5.</span>如您出现违反中国有关法律、法规或者优满堂服务协议或相关规则的情况，需要向第三方披露；
                        <div class="phase1"><span>1.</span>如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</div>
                        <div class="phase1"><span>2.</span>如您出现违反中国有关法律、法规或者优满堂服务协议或相关规则的情况，需要向第三方披露；</div>
                        <div class="phase1"><span>3.</span>在优满堂平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，优满堂有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
                        </div>
                        <div class="phase1"><span>4.</span>其它优满堂根据法律、法规或者网站政策认为合适的披露。</div>
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">三、信息安全</div>
                <div class="content ">
                    <div class="phase">
                        在使用优满堂平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是优满堂账户及验证码发生泄露，请您立即联络优满堂客服，以便优满堂采取相应措施。
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">四、服务条款</div>
                <div class="content ">
                    <div class="phase">使用优满堂的服务同时受本站《优满堂用户协议》的约束。</div>
                    <div class="phase">优满堂（umtang.com、umantang.com）以此声明对本站用户隐私保护的许诺。优满堂的隐私声明正在不断改进中，随着本站服务范围的扩大，会随时更新隐私声明。我们欢迎您随时查看隐私声明。。
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">知识产权声明</div>
                <div class="content ">
                    <div class="black">一、优满堂知识产权</div>
                    <div class="phase">
                        优满堂平台所有的产品、技术与所有程序均属于优满堂知识产权，为广州新宜讯网络科技有限公司及其允可的关联公司所有和使用。优满堂公司独立拥有或与相关内容提供者共同拥有优满堂站内相关内容（包括但不限于文字、图片、音频、视频资料及页面设计、编排、软件等）的版权和/或其他相关知识产权。“umtang”、“umantang”、“优满堂”、优满堂及umtang组合图标、标识以及本公司依法申请注册并具有商标专用权的商标均为注册商标，受中国法律保护。
                    </div>
                    <div class="phase">
                        除非中国法律另有规定，未经优满堂公司书面许可，对于优满堂公司拥有版权和/或其他知识产权的任何内容，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用。否则，优满堂公司将依法追究法律责任。
                    </div>
                    <div class="black">二、使用许可</div>
                    <div class="phase">
                        未经广州新宜讯网络科技有限公司的明确书面许可，任何单位或个人不得以任何方式，以任何文字作全部和局部复制、转载、引用和链接。否则广州新宜讯网络科技有限公司将追究其法律责任。
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">作弊检测</div>
                <div class="content ">
                    <div class="phase">
                        若优满堂通过技术检测、人工抽检等手段有合理理由怀疑用户资料信息为错误、不实、失效或不完整，本网站有权暂停或终止用户的账号，并拒绝现在或将来使用本站网站网络服务的全部或部分，同时保留追索用户不当得利返还的权利。
                    </div>
                </div>
            </div>

        </div>
    </div>
</div>

