<?php
use umeworld\lib\Url;
$this->setTitle('优满堂-隐私保护'); 
?>
<div id="wrapPage">
<div class="umt-about-page rule-page">  
    <div class="privacy">
            <div class="item">
                <div class="title">个人信息的保护</div>
                <div class="content ">
                    <div>
                        优满堂充分尊重您的隐私权，并且不遗余力保护您的个人信息。通常情况下，您不需要提供任何个人信息就可以浏览优满堂的网站。为特定的目的，如果您以自愿填写的方式提供注册或订阅电子信息所需的姓名、性别、证件种类及证件号、出生年月日、国家、电子邮件信箱、电话、联系地址和邮政编码、所希望提供的服务或喜好信息、客户代码以及其他类似的个人信息，则表示您已经了解并接受您个人信息的用途，同意优满堂为实现该特定目的使用您的个人信息。
                    </div>
                    <div>
                        优满堂承诺在任何时候、任何情况下都不会出售您的个人信息，优满堂只会在法律允许的范围内使用根据本条款获得的信息。但优满堂可能会根据法律、政府部门的要求向这些部门提供您某些个人信息；或在优满堂有理由认为有必要这样做来保护优满堂、客户或公众时，也可能在尽可能小的范围内公开某些个人信息，在您提供个人信息的时候应该已经预见并同意这种情况的发生。
                    </div>
                </div>
            </div>

            <div class="item">
                <div class="title">适用法律和管辖权</div>
                <div class="content ">
                    <div>通过访问本网站及使用通过本网站网址提供的设施和（或）服务, 即表示您同意该访问及该实施和（或）服务的提供受中华人民共和国法律的约束，且您同意受中华人民共和国法院的管辖。</div>
                </div>
            </div>
        </div>
</div>

</div>

