<?php
use umeworld\lib\Url;
$this->setTitle('优满堂-常见问题'); 
?>
<div id="wrapPage">
	<div class="umt-business-rule-page">
		<div class="question">
        <div class="big-title">商户常见问题</div>

        <div id="ask1" class="small-title">优满堂如何帮助我提高收入？</div>
        <div class="phase">一方面，优满堂通过资源整合，精选一小部分市场上较为优质的各类教育辅导产品或服务，充分借助商户已有或潜在的区域客户资源优势，给予商户全方位的销售培训及专业销售顾问上门支撑，帮助商户充分挖掘已有或潜在的区域客户资源价值，商户可获取最高达30%的销售分成，从而帮助商户提高收入。另一方面，优满堂通过丰富的教育机构运营经验，可为商户提供经营升级服务合作，包括帮助商户进行硬件装修、服务标准制定、软件平台支撑、管理支撑、招生营销方案策划、差异化经营策划等整套服务，提升商户的服务质量与软实力，从而打造一定的区域影响力，实现更大招生量，更高服务溢价，提高收入。最后，优满堂还免费为商户提供线上线下连接服务，为商户提供线上店铺，借助社交网络及优满堂平台本身的影响力，为商户提供最大限度的业务曝光，进而提升商户收入。</div>

        <div id="ask2" class="small-title">合作并入驻平台后如何保证我的客源不被抢走？</div>
        <div class="phase">合作并入驻平台后，从商户代理产品销售方面来看，商户的业务范围将大大拓宽，借助优满堂的支撑，商户的业务能力也大大提升，本质上应属于扩大经营，需要不断挖掘新的客源，因此客源应该是增加的。从入驻线上平台方面来看，客源依然是依靠商户的实体服务来维系的，客观上不会因线上其他商户店铺的存在而被抢走，因为线上店铺始终是线下店铺的映射。换而言之，如果客户对商户的服务已经不满，则客户随时都可能被其他商户抢走，而不会与线上店铺有任何关系。客观来讲，客户的忠诚度大小最关键的因素还是商户的服务质量、服务价格、服务态度等。商户应尽可能从自身服务上着手，积极做好自身服务、积攒口碑，同时尽可能地拓宽线上、线下各种宣传渠道，给客户带来优质的线下服务与便捷的线上体验。唯有如此才能越做越好，越做越大。</div>

        <div id="ask3" class="small-title">客户怎样找到我的线上店铺？</div>
        <div class="phase">优满堂的线上平台是基于位置为用户提供服务的，借助最新的微信小程序（无需下载）能力，优满堂平台将为用户展示附近区域内的商户店铺。简而言之，商户周边的客户进入平台后，将可以直接看该商户的店铺。另一方面，借助微信巨大的社交网络，商户的店铺将可以被轻易的转发或分享至区域内相关的客户群体，这将极大的方便商户的线上店铺曝光。通过优满堂专业的线上运营能力，商户还可参与商户与平台的联合活动，快速将线上店铺推送至周边区域相关客户人群。</div>

        <div id="ask5"  class="small-title">顾客支付的费用提现大概需要多久？</div>
        <div class="phase">顾客一旦确认下单并交易成功后，交易款项将即时到达商户的账户余额。商户可随时发起余额提现请求，提现前，商户必须先设置提现的银行账户（所属银行、户名、账号），商户提现请求发起后最多不超过3个工作日（遇节假日可能顺延），可确保商户提现到账。</div>

        <div class="small-title">没有经营资质能否合作？</div>
        <div class="phase">除了托管、小饭桌等特殊情况外，其他类目商户均需要提供工商营业执照作为经营资质。对于托管、小饭桌等特殊类目，平台暂不强制要求经营资质。</div>

        <div id="ask4" class="small-title">优满堂是否需要下载APP？</div>
        <div class="phase">对客户而言，目前无需下载APP，可直接通过微信“优满堂”小程序直接进入。小程序是微信最近推出的体验可媲美原生APP的一个新能力，其特点是体验良好，无需下载，可直接扫码进入。优满堂稍后也将推出安卓和苹果APP供部分客户下载使用。对商户而言，由于商户中心不适合手机操作，因此目前仅支持PC电脑端登录管理，优满堂稍后也将会推出商户手机端APP，实现商户的部分简单操作，方便商户管理线上店铺。</div>
        <div class="small-title">怎样成为前期储备商户？</div>
        <div class="phase">目前仅接受广州地区储备商户的申请，可通过以下联系方式联络到相关片区招商经理，根据招商经理指引填写并提交申请表。</div>
        陈经理：18666023764<br><br>
        海珠区 林经理：13632318863<br><br>
        天河区 梁经理：15013111613<br><br>
    </div>
	</div>
</div>
