<?php
use umeworld\lib\Url;
$this->setTitle('优满堂-合作介绍'); 
?>
<div id="wrapPage">
<div class="umt-business-rule-page">
		<div class="intro">
        <div class="big-title">优满堂能够为商户带来什么</div>
        <div class="small-title" >获得产品代理销售资格，增加商户收入</div>
        <div class="phase">优满堂所整合的丰富产品资源，为商户带来巨大的增收潜力，优满堂将推送各类精选的产品资源至商户，商户则借助已有客户包括潜在客户的巨大优势，根据实际情况选取相应的课程或服务向已有客户包括潜在客户进行推介，从而获取最高达30%的销售分成，最大化挖掘已有客户包括潜在客户的价值。</div>
        <div class="phase">优满堂向商户所推送的资源包括各类优质补习班、英语课程、奥数、钢琴音乐、冬夏令营、中高考补习、书法、手作兴趣班、机器人编程、少年商学院等课程服务，商户可自主选择向潜在客户推介的内容，优满堂将对商户给予最大化的销售支持，包括课程宣传资料、商户销售培训、专业课程顾问上门协助等，以帮助商户成功向客户完成销售。销售完成后商户即可获得相应的销售提成，后续将由优满堂协调第三方优质服务商为客户提供相应的课程服务。</div>
        <div class="phase">优满堂整合最优质、最具性价比的课程服务给到商户，商户则负责协助销售即可，双方借助各自优势，实现合作共赢。</div>
        <div class="small-title">为商户提升服务标准，提升竞争力与溢价能力</div>
        <div class="phase">优满堂还为商户提供经营升级服务合作，借助优质教育机构的运作经验，优满堂提供整套的经营升级服务，包括硬件装修、服务标准制定、软件平台支撑、管理支撑、招生营销方案策划、差异化经营策划等整套服务，旨在帮助商户提升服务标准，提升商户区域核心竞争能力，包括最重要的软实力提升，从而打造一定的区域影响力，使招生更加容易，客单价也随之做到更高。</div>
        <div class="small-title">平台免费入驻连接线上线下</div>
        <div class="phase">优满堂平台为商户提供免费线上平台入驻服务，帮助商户实现线上线下连接。移动互联网的兴起改变了大部分顾客的消费习惯，也一定程度上改变了传统生意的经营方式。毫无疑问，线上线下的连接已经渗透至各行各业，线上店铺能够帮助商户更加容易推广自己的业务，更加便捷的被更多顾客所接受，优满堂将免费为商户提供平台入驻服务，助力商户业绩更上一层楼。</div>
        <div class="phase">线上店铺将为商户提供完整的线上展示，包括商户的服务介绍、相册、服务内容等等，同时商户可自主上架管理产品或服务，每个产品或服务都可进行全方位的图文描述，让顾客对商户的服务一目了然。客户则可根据需求，直接在线下单并完成支付，令招新或续费都能更加便捷地完成交易。</div>
        <div class="phase">除此之外，顾客还可对商户的服务进行评价。商户可通过评价体系实现人气的积攒与区域影响力的提升，新的顾客可根据商户的历史评价来做出选择与决定。商户对评价将拥有一定程度的干涉能力，更多的好评将帮助商户获得更高的人气与更多的业务机会。</div>
        <div class="phase">商户的线上店铺将成为商户线下店铺的实际映射，通过便捷的社交网络转发与分享，将最大限度为商户博得更多曝光机会，借助社交网络，商户所在区域内的任何人都将可能是潜在客户，无形中使商户的业务招生途径的到最大化拓展。</div>


        <div class="big-title top-title">合作的商户需要做什么</div>
        <div class="small-title">自主选择并代理课程及产品</div>
        <div class="phase">商户借助已有客户包括潜在客户的巨大优势，根据实际情况选取相应的优满堂精选课程或服务向已有客户包括潜在客户进行推介，从而获取最高达30%的销售分成，最大化挖掘已有客户包括潜在客户的价值。优满堂整合最优质、最具性价比的课程服务给到商户，商户则负责协助销售即可，双方借助各自优势，实现合作共赢。</div>

        <div class="small-title">入驻平台开启线上之旅</div>
        <div class="phase">根据优满堂客户经理的指引，在优满堂商户中心完成自助签约入驻，完善商户线上店铺信息，上架相关的产品或服务，开启线上之旅。</div>

    </div>
</div>
</div>

