<?php
use umeworld\lib\Url;
$this->setTitle('优满堂-关于优满分'); 
?>
<div id="wrapPage">
	<div class="umt-business-rule-page">
		<div class="about">
	        <div class="big-title">优满堂介绍</div>
	        <div class="phase">优满堂是一款面向中小学生家庭的教育资源整合平台，平台商户的服务内容涵盖了中小学生学科补习、托管、英语培训、小升初辅导、作文训练、奥数、绘画美术、出国留学、钢琴音乐、冬夏令营、中高考补习、书法、手作兴趣班、机器人编程、少年商学院等各个行业类目。</div>
	        <div class="phase">优满堂通过移动互联网技术整合了消费教育行业大大小小服务商，将打造基于LBS的教育消费新阵地，同时也将为广大教育商户提供最有价值的合作服务，实现商户与平台共赢。</div>
	        <div class="phase">优满堂是广州新宜讯公司继“优满分”产品后的又一个平台产品，优满堂计划于2017年7月份上线广州市场，目前优满堂招商团队于广州已洽谈合作超过120间储备商户。为吸引更多的前期储备商户，优满堂还特别对前期储备商户给予了丰厚的平台补贴扶持政策，热诚欢迎各类教育商户携手优满堂平台实现合作共赢。</div>
    	</div>
	</div>
</div>

